Repository: m0ri4rtyy/protecthechain
Catalog: lib/l10n/app_*.arb
Languages: tr

# appTitle
source: Chain Protector
tr: Zinciri Kırma

# emailInput
source: Email Adress
tr: E-mail adresiniz

source: Password
tr: Şifreniz

source: Confirm Password
tr: Şifrenizi doğrulayın

# loginbutton
source: Log in
tr: Giriş yap

# loginwithG
source: Log in with Google
tr: Google ile giriş yap

# noAccount
source: Don't you have an account?
tr: Hesabınız yok mu?

# registerText
source: Register!
tr: Kayıt olun!

# yesAccount
source: You already have an account?
tr: Hesabınız var mı?

# loginText
source: Login!
tr: Giriş yapın!

# emptymail
source: Please provide an email adress
tr: Lütfen email adresinizi girin.

# invalidmail
source: Please provide a valid email adress
tr: Lütfen geçerli bir email adresi girin.

# emptypass
source: Please provide your password
tr: Lütfen şifrenizi yazın.

# shortpass
source: Your password must have 6 chars at least
tr: Şifreniz en az altı karakterden oluşmalı

# passnotmatch
source: Passwords doesn't match. Please retype passwords.
tr: Girdiğiniz şifreler uyuşmuyor.

# mailinuse
source: E-mail adress is already in use.
tr: E-mail adresi kullanımda.

# wrongmail
source: We haven't any accounts with this email adress.
tr: Bu email adresiyle kayıtlı kullanıcı bulunmuyor.

# wrongpass
source: Wrong account details please try again.
tr: Giriş bilgileriniz hatalı. Lütfen tekrar deneyin.

source: Your chains
tr: Oluşturduğun Zincirler
